[["1","Rational Argumentation","Using data and information to build op a logical reasoning."],["2","Inspiring","Expressing an inspiring vision and the capability to express the value of it."],["3","Consulting","Asking for advice and improvement."],["4","Flattering","Focus on others capabillities and skills, and complementing them on it."],["5","Exchange","Offering help for the domain of another in exchange for their support. Useful for ministers on topic with are transboundary."],["6","Coalition Builder","The ability to form a group of like-minded people around a certain subject or topic."],["7","Cooperation","Offering help to someone."],["8","Legitimize","Knowing the laws and regulations well, and know how to apply them lawfully."],["9","Praising","Praising someone\u0027s work in exchange for their likeness."],["10","Assertivity","Taking the innitiative en letting itself know in discussions."],["11","Pressuring","Holding its own goals high and forcing them on others."],["12","Charisma","A strong personallity which attracts people and moves them."],["13","Cruel","Not afraid to use any sort of harsh treatment to gain it\u0027s goals."],["14","Duplicitous","Belying the truth intentions by depective words or actions."],["15","Cunning","Using crafty skills this leader aims its goals with williness and trickery."],["16","Machiavellian","The ends justify the needs."],["17","Manipulative","Tries to force its goals on others and force them to think and act the way they want to do."],["18","Cynical","Trust no one. There are always hidden motives behind someones deeds."],["19","Elitist","Having a good bond with the upper-class of the society."],["20","Gullible","A lack of power and easily persuaded."],["21","Honesty","Always speaking the truth and the truth matters the most."],["22","Luddite","The slower the change, the happier the citizens."],["23","Optimist","Always looking at the bright side of life."],["24","Pessimist","Always aware of what might go wrong or is wrong."],["25","Populist","Using simple answers which the people understand, even when the matters are far more complex."],["26","Progressive","The future is far more important then what happens today"],["27","Socialite","Famous among the people, just because you are famous."],["28","Soft","Handling matters more emotionally with the focus on people\u0027s needs and desires."],["29","Solitarian","A loner who likes to focus on his work alone. Does not focus on the problems of the people, but on what causes them."],["30","Administror","Very skillfull with finance and economics. Will only approve laws and regulations when it benifits the economy.:"],["31","Balanced","Always tries to seek the best solution for everything."],["32","Diplomat","Uses the power of words and consulatation to convince others. Causes sometimes that own goals will be given up, just to reach a satisfied goal."],["33","Militarist","Knows well about the art of war. Can sometimes be to eager to go into a war and is not afraid to use military resources for non-military needs."],["34","Architectural","Having a great vision of how everything should look like. Great for infrastructure and investments in real-estates."],["35","Calm","Always stays calm no matter what happens."],["36","Crisis Manager","Stress, pressure and a short amount of time with many things to do. This skill is essential for such situations."],["37","Free Thinker","No matter how odd, weird or controversial the idea, it will be tried and encourages others to do the same."],["38","Incorruptable","No matter how much money you try to use for bribe, this person will not give in."],["39","Corruptable","Money smells so good sometimes, doesn\u0027t it?"],["40","Industrious","Has know-how of many industrious aspects and is very popular in the hard-working sectors with big machines and tools."],["41","Just","Using the rightfull way to handle situations."],["42","Lawgiver","Knows a lot about the law, justice and how to use it."],["43","Pious","A religiously devoted person."],["44","Scholar","Learn and study. This skill makes the owner of it adapt other skills and teachings much easily."],["45","Tolerant","No matter of what ideas, which origin, which religion someone has, they will be heard and respected."],["46","Well Advised","Has a great staff which will support the person quite well, with the correct know-how and consultations."],["47","Networker","Knows many people and many people knows this person."],["48","Zealot","Is fanatically devoted to its religion."],["49","Benevolant","To do good is the hightest goal."],["50","Careful","Cares of people and their wishes."],["51","Entrepreneur","Companies and bussiness has no secrets. Money will roll."],["52","Secretive","A natural talent of knowing secrets and keeping them hidden. Works great on espionage and cyber-defence."],["53","Strict","Discpline is a necessity to achieve your goals."],["54","Greedy","Doesn\u0027t spend money to hastily and to offen."],["55","Sinner","Does often things God will call as a sin."],["56","Loose Lips","Can never hold a secret and might sometimes cause some leaks when the person is against something it does not like."],["57","Naive","Believes always everything what people say or pretend to claim."]]